Repository: plenta/contao-testimonials-bundle
Catalog: contao/languages/*/*_testimonials.xlf
Languages: de

# tl_testimonials.identifier.0
source: Identifier
de: Bezeichnung

# tl_testimonials.identifier.1
source: Please enter an internal identifier.
de: Bitte geben Sie eine interne Bezeichnung ein.

# tl_testimonials.name.1
source: Please enter the name.
de: Bitte geben Sie den Name ein.

# tl_testimonials.company.0
source: Company
de: Firma

# tl_testimonials.company.1
source: Here you can enter a company name.
de: Hier können Sie einen Firmennamen eingeben.

# tl_testimonials.department.0
source: Department
de: Abteilung

# tl_testimonials.department.1
source: Here you can enter a department.
de: Bitte geben Sie eine Abteilung ein.

# tl_testimonials.testimonial.0
source: Testimonial
de: Empfehlungsschreiben

# tl_testimonials.testimonial.1
source: Please enter the testimonial.
de: Bitte geben Sie das Empfehlungsschreiben ein.

# tl_testimonials.rating.0
source: Rating
de: Sternebewertung

# tl_testimonials.rating.1
source: Rate this testimonial with stars.
de: Dieses Testimonial mit Sternen bewerten.

# tl_testimonials.addImage.0
source: Add an image
de: Ein Bild hinzufügen

# tl_testimonials.addImage.1
source: Add an image to the testimonial element.
de: Dem Testimonial ein Bild hinzufügen.

# tl_testimonials.singleSRC.0
source: Source file
de: Quelldatei*

# tl_testimonials.singleSRC.1
source: Please select a file or folder from the files directory.
de: Bitte wählen Sie eine Datei oder einen Ordner aus der Dateiübersicht.

# tl_testimonials.published.0
source: Publish testimonial
de: Testimonial veröffentlichen

# tl_testimonials.published.1
source: Make the testimonial publicly visible on the website.
de: Das Testimonial auf der Webseite anzeigen.

# tl_testimonials.image_legend
source: Image settings
de: Bildeinstellungen

# tl_testimonials.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_testimonials.categories.0
source: Categories
de: Kategorien

# tl_testimonials.categories.1
source: Please choose categories from the list.
de: Bitte wählen Sie Kategorien aus der Liste aus.
